export const need_locations = [
  {
    type: 'geo',
    displayName: 'посёлок Вуорио, Сортавальский муниципальный округ, Республика Карелия',
    value: 'посёлок Вуорио, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Щеккила, Ведлозерское сельское поселение, Республика Карелия',
    value: 'деревня Щеккила, Ведлозерское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'городское поселение Камызяк, Астраханская область',
    value: 'городское поселение Камызяк, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'деревня Тихтозеро, Луусалмское сельское поселение, Республика Карелия',
    value: 'деревня Тихтозеро, Луусалмское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'село Увары, Камызякский район, Астраханская область',
    value: 'село Увары, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'Жан-Аульский сельсовет, Астраханская область',
    value: 'Жан-Аульский сельсовет, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'посёлок Рускеала, Сортавальский муниципальный округ, Республика Карелия',
    value: 'посёлок Рускеала, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Ангенлахта, Эссойльское сельское поселение, Республика Карелия',
    value: 'деревня Ангенлахта, Эссойльское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Новотузуклейский сельсовет, Астраханская область',
    value: 'Новотузуклейский сельсовет, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'посёлок Волома, Воломское сельское поселение, Республика Карелия',
    value: 'посёлок Волома, Воломское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Нововилговское сельское поселение, Республика Карелия',
    value: 'Нововилговское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Куркиёки, Куркиёкское сельское поселение, Республика Карелия',
    value: 'посёлок Куркиёки, Куркиёкское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'село Самосделка, Камызякский район, Астраханская область',
    value: 'село Самосделка, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'село Полдневое, Камызякский район, Астраханская область',
    value: 'село Полдневое, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'посёлок Куокканиэми, Сортавальский муниципальный округ, Республика Карелия',
    value: 'посёлок Куокканиэми, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Северо-Западный федеральный округ',
    value: 'Северо-Западный федеральный округ',
  },
  {
    type: 'geo',
    displayName: 'Хийтольское сельское поселение, Республика Карелия',
    value: 'Хийтольское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Кондобережская, Великогубское сельское поселение, Республика Карелия',
    value: 'деревня Кондобережская, Великогубское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок участка № 1 совхоза Сортавальский, Сортавальский муниципальный округ, Республика Карелия',
    value: 'посёлок участка № 1 совхоза Сортавальский, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Ниэмелянхови, Сортавальский муниципальный округ, Республика Карелия',
    value: 'посёлок Ниэмелянхови, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Верховье, Шуйское сельское поселение, Республика Карелия',
    value: 'деревня Верховье, Шуйское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'поселок Успех, Камызякский район, Астраханская область',
    value: 'поселок Успех, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'Авдеевское сельское поселение, Республика Карелия',
    value: 'Авдеевское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Заозерское сельское поселение, Республика Карелия',
    value: 'Заозерское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Кирьявалахти, Сортавальский муниципальный округ, Республика Карелия',
    value: 'посёлок Кирьявалахти, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'село Жан-Аул, Камызякский район, Астраханская область',
    value: 'село Жан-Аул, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'Новинское сельское поселение, Республика Карелия',
    value: 'Новинское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Чёлмужи, Чёлмужское сельское поселение, Республика Карелия',
    value: 'деревня Чёлмужи, Чёлмужское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Сармяги, Мегрегское сельское поселение, Республика Карелия',
    value: 'деревня Сармяги, Мегрегское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Коткозерское сельское поселение, Республика Карелия',
    value: 'Коткозерское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Утуки, Петровское сельское поселение, Республика Карелия',
    value: 'деревня Утуки, Петровское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Черноярский муниципальный округ, Астраханская область',
    value: 'Черноярский муниципальный округ, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'Самосдельский сельсовет, Астраханская область',
    value: 'Самосдельский сельсовет, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'городское поселение Ахтубинск, Астраханская область',
    value: 'городское поселение Ахтубинск, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'Сортавальский муниципальный округ, Республика Карелия',
    value: 'Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'село Деревянное, Деревянское сельское поселение, Республика Карелия',
    value: 'село Деревянное, Деревянское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Виданы, Чалнинское сельское поселение, Республика Карелия',
    value: 'деревня Виданы, Чалнинское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'СОНТ Поляна, Сортавальский муниципальный округ, Республика Карелия',
    value: 'СОНТ Поляна, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Раухала, Мийнальское сельское поселение, Республика Карелия',
    value: 'посёлок Раухала, Мийнальское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Ледмозерское сельское поселение, Республика Карелия',
    value: 'Ледмозерское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Петрозаводский городской округ, Республика Карелия',
    value: 'Петрозаводский городской округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Чалнинское сельское поселение, Республика Карелия',
    value: 'Чалнинское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'село Иванчуг, Камызякский район, Астраханская область',
    value: 'село Иванчуг, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'посёлок Микли, Мийнальское сельское поселение, Республика Карелия',
    value: 'посёлок Микли, Мийнальское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Паданское сельское поселение, Республика Карелия',
    value: 'Паданское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Сумериа, Питкярантский муниципальный округ, Республика Карелия',
    value: 'деревня Сумериа, Питкярантский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Мегрегское сельское поселение, Республика Карелия',
    value: 'Мегрегское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Верхнекалиновский сельсовет, Астраханская область',
    value: 'Верхнекалиновский сельсовет, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'село Никольское, Камызякский район, Астраханская область',
    value: 'село Никольское, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'посёлок Ламберг, Сортавальский муниципальный округ, Республика Карелия',
    value: 'посёлок Ламберг, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'СНТ Совет, Заозерское сельское поселение, Республика Карелия',
    value: 'СНТ Совет, Заозерское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'село Нурмойла, Ильинское сельское поселение, Республика Карелия',
    value: 'село Нурмойла, Ильинское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Сяндеба, Коверское сельское поселение, Республика Карелия',
    value: 'деревня Сяндеба, Коверское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'СТ Пигматка, Повенецкое городское поселение, Республика Карелия',
    value: 'СТ Пигматка, Повенецкое городское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Суоярвский муниципальный округ, Республика Карелия',
    value: 'Суоярвский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Пряжинский район, Республика Карелия',
    value: 'Пряжинский район, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Мийнальское сельское поселение, Республика Карелия',
    value: 'Мийнальское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'село Хелюля, Сортавальский муниципальный округ, Республика Карелия',
    value: 'село Хелюля, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Сяпся, Эссойльское сельское поселение, Республика Карелия',
    value: 'посёлок Сяпся, Эссойльское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Малиновараккское сельское поселение, Республика Карелия',
    value: 'Малиновараккское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'село Гандурино, Камызякский район, Астраханская область',
    value: 'село Гандурино, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'СОТ Спутник, Сортавальский муниципальный округ, Республика Карелия',
    value: 'СОТ Спутник, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Шальский, Шальское сельское поселение, Республика Карелия',
    value: 'посёлок Шальский, Шальское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Новинский, Камызякский район, Астраханская область',
    value: 'посёлок Новинский, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'посёлок Верхнекалиновский, Камызякский район, Астраханская область',
    value: 'посёлок Верхнекалиновский, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'деревня Верховье, Олонецкое городское поселение, Республика Карелия',
    value: 'деревня Верховье, Олонецкое городское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Заречье, Сортавальский муниципальный округ, Республика Карелия',
    value: 'посёлок Заречье, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Ильинский, Ильинское сельское поселение, Республика Карелия',
    value: 'посёлок Ильинский, Ильинское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Медведева, Шуньгское сельское поселение, Республика Карелия',
    value: 'деревня Медведева, Шуньгское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Кестеньгское сельское поселение, Республика Карелия',
    value: 'Кестеньгское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Кажма, Шуньгское сельское поселение, Республика Карелия',
    value: 'деревня Кажма, Шуньгское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Лахта, Ведлозерское сельское поселение, Республика Карелия',
    value: 'деревня Лахта, Ведлозерское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Плотина, Плотинское сельское поселение, Республика Карелия',
    value: 'посёлок Плотина, Плотинское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Крошнозерское сельское поселение, Республика Карелия',
    value: 'Крошнозерское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Янишпольское сельское поселение, Республика Карелия',
    value: 'Янишпольское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Интерпосёлок, Коткозерское сельское поселение, Республика Карелия',
    value: 'посёлок Интерпосёлок, Коткозерское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Кондопога, Кондопожское городское поселение, Республика Карелия',
    value: 'Кондопога, Кондопожское городское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Куркиёкское сельское поселение, Республика Карелия',
    value: 'Куркиёкское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Ялгуба, Заозерское сельское поселение, Республика Карелия',
    value: 'деревня Ялгуба, Заозерское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Нижняя Пулонга, Малиновараккское сельское поселение, Республика Карелия',
    value: 'деревня Нижняя Пулонга, Малиновараккское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Луусалмское сельское поселение, Республика Карелия',
    value: 'Луусалмское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Пиндушское городское поселение, Республика Карелия',
    value: 'Пиндушское городское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня острова Лункулансаари, Питкярантский муниципальный округ, Республика Карелия',
    value: 'деревня острова Лункулансаари, Питкярантский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Красная Горка, Сортавальский муниципальный округ, Республика Карелия',
    value: 'посёлок Красная Горка, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Энгозеро, Амбарнское сельское поселение, Республика Карелия',
    value: 'посёлок Энгозеро, Амбарнское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Нижненикольский, Камызякский район, Астраханская область',
    value: 'посёлок Нижненикольский, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'станция Шуйская, Шуйское сельское поселение, Республика Карелия',
    value: 'станция Шуйская, Шуйское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Ахтубинск, Ахтубинский район, Астраханская область',
    value: 'Ахтубинск, Ахтубинский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'Пяозерское городское поселение, Республика Карелия',
    value: 'Пяозерское городское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'село Лебяжье, Камызякский район, Астраханская область',
    value: 'село Лебяжье, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'село Тузуклей, Камызякский район, Астраханская область',
    value: 'село Тузуклей, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'Великогубское сельское поселение, Республика Карелия',
    value: 'Великогубское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'село Чапаево, Камызякский район, Астраханская область',
    value: 'село Чапаево, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'посёлок Обуховский, Камызякский район, Астраханская область',
    value: 'посёлок Обуховский, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'Повенецкое городское поселение, Республика Карелия',
    value: 'Повенецкое городское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Чкаловский, Плотинское сельское поселение, Республика Карелия',
    value: 'посёлок Чкаловский, Плотинское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Каралатский сельсовет, Астраханская область',
    value: 'Каралатский сельсовет, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'посёлок городского типа Пяозерский, Пяозерское городское поселение, Республика Карелия',
    value: 'посёлок городского типа Пяозерский, Пяозерское городское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'СНТ Лесное, Нововилговское сельское поселение, Республика Карелия',
    value: 'СНТ Лесное, Нововилговское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Коккосалма, Кестеньгское сельское поселение, Республика Карелия',
    value: 'деревня Коккосалма, Кестеньгское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Чёлмужское сельское поселение, Республика Карелия',
    value: 'Чёлмужское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Лахденпохское городское поселение, Республика Карелия',
    value: 'Лахденпохское городское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'село Лехта, Беломорский муниципальный округ, Республика Карелия',
    value: 'село Лехта, Беломорский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'городское поселение Кировский, Астраханская область',
    value: 'городское поселение Кировский, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'посёлок Рантуэ, Сортавальский муниципальный округ, Республика Карелия',
    value: 'посёлок Рантуэ, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'СНТ Гранит, Сортавальский муниципальный округ, Республика Карелия',
    value: 'СНТ Гранит, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'СТ Приладожец, Сортавальский муниципальный округ, Республика Карелия',
    value: 'СТ Приладожец, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Кондопожское городское поселение, Республика Карелия',
    value: 'Кондопожское городское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'село Алексеевка, Камызякский район, Астраханская область',
    value: 'село Алексеевка, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'село Хмелевка, Камызякский район, Астраханская область',
    value: 'село Хмелевка, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'посёлок Пийтсиёки, Суоярвский муниципальный округ, Республика Карелия',
    value: 'посёлок Пийтсиёки, Суоярвский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Тулгуба, Янишпольское сельское поселение, Республика Карелия',
    value: 'деревня Тулгуба, Янишпольское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Коконниэми, Мийнальское сельское поселение, Республика Карелия',
    value: 'посёлок Коконниэми, Мийнальское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Святозерское сельское поселение, Республика Карелия',
    value: 'Святозерское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'садово-огородническое товарищество Лесная Поляна, Кончезерское сельское поселение, Республика Карелия',
    value: 'садово-огородническое товарищество Лесная Поляна, Кончезерское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'рабочий посёлок Кировский, Камызякский район, Астраханская область',
    value: 'рабочий посёлок Кировский, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'Астраханская область',
    value: 'Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'СОТ Зелёный Мыс, Сортавальский муниципальный округ, Республика Карелия',
    value: 'СОТ Зелёный Мыс, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Песчаное, Авдеевское сельское поселение, Республика Карелия',
    value: 'деревня Песчаное, Авдеевское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Чаганский сельсовет, Астраханская область',
    value: 'Чаганский сельсовет, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'посёлок Заозёрный, Сортавальский муниципальный округ, Республика Карелия',
    value: 'посёлок Заозёрный, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Импилахти, Питкярантский муниципальный округ, Республика Карелия',
    value: 'посёлок Импилахти, Питкярантский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Сопоха, Кончезерское сельское поселение, Республика Карелия',
    value: 'посёлок Сопоха, Кончезерское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Койкары, Гирвасское сельское поселение, Республика Карелия',
    value: 'деревня Койкары, Гирвасское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Петровское сельское поселение, Республика Карелия',
    value: 'Петровское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Чуралахта, Эссойльское сельское поселение, Республика Карелия',
    value: 'деревня Чуралахта, Эссойльское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'территория Суоперя, Кестеньгское сельское поселение, Республика Карелия',
    value: 'территория Суоперя, Кестеньгское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'село Каралат, Камызякский район, Астраханская область',
    value: 'село Каралат, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'посёлок Туокслахти, Сортавальский муниципальный округ, Республика Карелия',
    value: 'посёлок Туокслахти, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Олонецкое городское поселение, Республика Карелия',
    value: 'Олонецкое городское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'село Караульное, Камызякский район, Астраханская область',
    value: 'село Караульное, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'посёлок Лавиярви, Сортавальский муниципальный округ, Республика Карелия',
    value: 'посёлок Лавиярви, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Деревянское сельское поселение, Республика Карелия',
    value: 'Деревянское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Петрозаводск, Петрозаводский городской округ, Республика Карелия',
    value: 'Петрозаводск, Петрозаводский городской округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Лахденпохья, Лахденпохское городское поселение, Республика Карелия',
    value: 'Лахденпохья, Лахденпохское городское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Ёршнаволок, Крошнозерское сельское поселение, Республика Карелия',
    value: 'деревня Ёршнаволок, Крошнозерское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Софпорог, Кестеньгское сельское поселение, Республика Карелия',
    value: 'посёлок Софпорог, Кестеньгское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'СНТ Сосновый Бор, Деревянское сельское поселение, Республика Карелия',
    value: 'СНТ Сосновый Бор, Деревянское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Эссойла, Эссойльское сельское поселение, Республика Карелия',
    value: 'посёлок Эссойла, Эссойльское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Нильмогуба, Малиновараккское сельское поселение, Республика Карелия',
    value: 'деревня Нильмогуба, Малиновараккское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'садоводческое товарищество Мостовик-1, Камызякский район, Астраханская область',
    value: 'садоводческое товарищество Мостовик-1, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'деревня Лахта, Эссойльское сельское поселение, Республика Карелия',
    value: 'деревня Лахта, Эссойльское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Питкярантский муниципальный округ, Республика Карелия',
    value: 'Питкярантский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Ахтубинский район, Астраханская область',
    value: 'Ахтубинский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'Камызякский район, Астраханская область',
    value: 'Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'Камызяк, Камызякский район, Астраханская область',
    value: 'Камызяк, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'деревня Горка, Новинское сельское поселение, Республика Карелия',
    value: 'деревня Горка, Новинское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Шальское сельское поселение, Республика Карелия',
    value: 'Шальское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Зашеек, Кестеньгское сельское поселение, Республика Карелия',
    value: 'деревня Зашеек, Кестеньгское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'СНТ Малиновка, Заозерское сельское поселение, Республика Карелия',
    value: 'СНТ Малиновка, Заозерское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Сикопохья, Мийнальское сельское поселение, Республика Карелия',
    value: 'посёлок Сикопохья, Мийнальское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Важинская Пристань, Святозерское сельское поселение, Республика Карелия',
    value: 'деревня Важинская Пристань, Святозерское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Караулинский сельсовет, Астраханская область',
    value: 'Караулинский сельсовет, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'посёлок Терву, Куркиёкское сельское поселение, Республика Карелия',
    value: 'посёлок Терву, Куркиёкское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Шуйское сельское поселение, Республика Карелия',
    value: 'Шуйское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Остречье, Чёбинское сельское поселение, Республика Карелия',
    value: 'деревня Остречье, Чёбинское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Плотинское сельское поселение, Республика Карелия',
    value: 'Плотинское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Прионежский район, Республика Карелия',
    value: 'Прионежский район, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Сегежский муниципальный округ, Республика Карелия',
    value: 'Сегежский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Эссойльское сельское поселение, Республика Карелия',
    value: 'Эссойльское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Лоухский район, Республика Карелия',
    value: 'Лоухский район, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'село Образцово-Травино, Камызякский район, Астраханская область',
    value: 'село Образцово-Травино, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'Республика Карелия',
    value: 'Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Тунгозеро, Кестеньгское сельское поселение, Республика Карелия',
    value: 'посёлок Тунгозеро, Кестеньгское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Сортавала, Сортавальский муниципальный округ, Республика Карелия',
    value: 'Сортавала, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Ведлозерское сельское поселение, Республика Карелия',
    value: 'Ведлозерское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Марциальные Воды, Петровское сельское поселение, Республика Карелия',
    value: 'посёлок Марциальные Воды, Петровское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Туоксъярви, Сортавальский муниципальный округ, Республика Карелия',
    value: 'посёлок Туоксъярви, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Токкарлахти, Сортавальский муниципальный округ, Республика Карелия',
    value: 'посёлок Токкарлахти, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'село Николаевка, Енотаевский район, Астраханская область',
    value: 'село Николаевка, Енотаевский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'деревня Мунозеро, Петровское сельское поселение, Республика Карелия',
    value: 'деревня Мунозеро, Петровское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Лобское, Повенецкое городское поселение, Республика Карелия',
    value: 'деревня Лобское, Повенецкое городское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Енотаевский район, Астраханская область',
    value: 'Енотаевский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'Шуньгское сельское поселение, Республика Карелия',
    value: 'Шуньгское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Воломское сельское поселение, Республика Карелия',
    value: 'Воломское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Амбарнское сельское поселение, Республика Карелия',
    value: 'Амбарнское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Кончезерское сельское поселение, Республика Карелия',
    value: 'Кончезерское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Тарулинна, Сортавальский муниципальный округ, Республика Карелия',
    value: 'посёлок Тарулинна, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Ревин Хутор, Камызякский район, Астраханская область',
    value: 'посёлок Ревин Хутор, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'Лахденпохский район, Республика Карелия',
    value: 'Лахденпохский район, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'СОТ Мебельщик-2, Сортавальский муниципальный округ, Республика Карелия',
    value: 'СОТ Мебельщик-2, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'село Парыгино, Камызякский район, Астраханская область',
    value: 'село Парыгино, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'Коверское сельское поселение, Республика Карелия',
    value: 'Коверское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Чална, Чалнинское сельское поселение, Республика Карелия',
    value: 'посёлок Чална, Чалнинское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Лапино, Беломорский муниципальный округ, Республика Карелия',
    value: 'деревня Лапино, Беломорский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Ляскеля, Питкярантский муниципальный округ, Республика Карелия',
    value: 'посёлок Ляскеля, Питкярантский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'село Раздор, Камызякский район, Астраханская область',
    value: 'село Раздор, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'ДП Автомобилист, Камызякский район, Астраханская область',
    value: 'ДП Автомобилист, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'Ветлянинский сельсовет, Астраханская область',
    value: 'Ветлянинский сельсовет, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'территория Кишкойла, Эссойльское сельское поселение, Республика Карелия',
    value: 'территория Кишкойла, Эссойльское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'СОТ Лесная Поляна, Сортавальский муниципальный округ, Республика Карелия',
    value: 'СОТ Лесная Поляна, Сортавальский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Иванчугский сельсовет, Астраханская область',
    value: 'Иванчугский сельсовет, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'посёлок Станья, Камызякский район, Астраханская область',
    value: 'посёлок Станья, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'село Заозерье, Заозерское сельское поселение, Республика Карелия',
    value: 'село Заозерье, Заозерское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'садоводческое товарищество Каменка, Сегежский муниципальный округ, Республика Карелия',
    value: 'садоводческое товарищество Каменка, Сегежский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Раздорский сельсовет, Астраханская область',
    value: 'Раздорский сельсовет, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'Ильинское сельское поселение, Республика Карелия',
    value: 'Ильинское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'Беломорский муниципальный округ, Республика Карелия',
    value: 'Беломорский муниципальный округ, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'село Ветлянка, Енотаевский район, Астраханская область',
    value: 'село Ветлянка, Енотаевский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'Чёбинское сельское поселение, Республика Карелия',
    value: 'Чёбинское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'село Затон, Камызякский район, Астраханская область',
    value: 'село Затон, Камызякский район, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'Образцово-Травинский сельсовет, Астраханская область',
    value: 'Образцово-Травинский сельсовет, Астраханская область',
  },
  {
    type: 'geo',
    displayName: 'Гирвасское сельское поселение, Республика Карелия',
    value: 'Гирвасское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'деревня Устье Тулоксы, Ильинское сельское поселение, Республика Карелия',
    value: 'деревня Устье Тулоксы, Ильинское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Вятиккя, Куркиёкское сельское поселение, Республика Карелия',
    value: 'посёлок Вятиккя, Куркиёкское сельское поселение, Республика Карелия',
  },
  {
    type: 'geo',
    displayName: 'посёлок Хюмпеля, Сортавальский муниципальный округ, Республика Карелия',
    value: 'посёлок Хюмпеля, Сортавальский муниципальный округ, Республика Карелия',
  },
];
